# ==========================================
# โจทย์ข้อที่ 2: เปรียบเทียบตัวเลข 2 จำนวน
# Input: บรรทัดที่ 1 ตัวเลข A, บรรทัดที่ 2 ตัวเลข B (จำนวนเต็ม)
# Output: พิมพ์ "A is greater" หาก A > B หรือ "B is greater or equal" หาก A <= B
# ==========================================


# นักเรียนเขียนโค้ดต่อจากบรรทัดนี้
a = int(input("จำนวนที่ 1"))
b = int(input("จำนวนที่ 2"))
print("input("ผลบวกของสองจำนวน:"))
int("input("ตัวเลข A "))
int("input("ตัวเลข B "))
input("หาก A > B")
print("A is greater")
input("หาก A <= B")
print("B is greater or equal")
